export default function About() {
  return (
    <div className="w-full max-w-[1280px]">
        <p className="text-white text-2xl m-auto jus text-justify">Этот сайт посвящён событиям Великой Отечественной Войны, отражая стойкость, героизм и силу народов в те трудные годы. На интерактивной ленте времени представлены ключевые моменты войны с редкими архивными материалами и фотографиями.</p>
        <p className="text-white text-2xl m-auto jus text-justify mt-5">Вы также найдёте изображения зданий до, во время и после войны, которые символизируют разрушения и последующее возрождение. Кроме того, сайт содержит вдохновляющие истории о людях, чей труд и мужество помогли преодолеть тяготы военного времени.    </p>
    </div>
  );
}